; English Language File for GMark BGA 600 Application

[WinPreDefined]
ID1 = OK
ID2 = Cancel
ID3 = Abort
ID4 = Retry
ID5 = Ignore
ID6 = Yes
ID7 = No
ID8 = Close
ID9 = Help
ID10 = Try Again
ID11 = Continue

[UserDefined]
ID2 = System
ID3 = Message
ID4 = Time
ID5 = Login
ID6 = Logout
ID7 = Count
ID8 = Lot History
ID9 = Lot Number
ID10 = Lot Size
ID11 = Module
ID12 = Package
ID13 = Lot Mode
ID14 = Operator
ID15 = Customer
ID16 = Lot Start Date
ID17 = Lot Start Time
ID18 = Lot Time
ID19 = Run Time
ID20 = Stop Time
ID21 = Jam Time
ID22 = Jam Count
ID23 = MTBA
ID24 = Status
ID25 = UPH
ID28 = Current Tape
ID29 = Pass
ID30 = Fail
ID31 = Yield
ID34 = Door Check
ID35 = Eng. Key
ID36 = Dry Run
ID37 = Step Mode
ID38 = Laser
ID42 = Motor
ID43 = Maintenance
ID44 = IO
ID45 = Lot Message
ID48 = Total
ID50 = Overall
ID51 = Picture
ID54 = Ready
ID55 = Error
ID56 = Moving.../Homing...
ID57 = Stopped
ID58 = Alarm
ID59 = Positive Limit Hit
ID60 = Negative Limit Hit
ID61 = Unknown Location

[Run]

[Input]

[Output]


[Motor]

[Module]
Module1 = System
Module2 = Onload
Module3 = Stack Onload
Module4 = DataMatrix Insp
Module5 = Premark + Laser
Module6 = Postmark
Module7 = Stack Offload
Module8 = Offload
Module9 = Track

[Message]
M1001 = Open lot before you close lot!
M1002 = No Access Right!\nYou must login as higher user right to perform this action.
M1003 = Stop machine before you quit
M1004 = Are you sure you want to close the application?
M1005 = Stop the Machine before you end lot
M1006 = Are you sure you want to end this lot?
M1007 = Lot Already Openned!\nClose the current lot before open a new one
M1008 = Package not selected!\nSelect a package before you open lot
M1009 = Are you sure you want to log out?
M1011 = Error loading package file!
M1012 = Save package file failed!
M1013 = Cannot delete the current system package!
M1014 = Cannot disable the current system package!

